tap "atlassian/tap"
tap "azure/functions"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "puppetlabs/puppet"
tap "sambadevi/powerlevel9k"
brew "archey"
brew "readline"
brew "autoconf"
brew "automake"
brew "openssl"
brew "python"
brew "azure-cli"
brew "certbot"
brew "coreutils"
brew "docker", link: false
brew "ffmpeg"
brew "fselect"
brew "git-lfs"
brew "glances"
brew "go-jira"
brew "googler"
brew "grc"
brew "htop"
brew "libtool"
brew "imagemagick@6"
brew "jq"
brew "libiconv"
brew "libksba"
brew "libyaml"
brew "mailhog", restart_service: true
brew "maven"
brew "midnight-commander"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "ncdu"
brew "node"
brew "nvm"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "putty"
brew "pv"
brew "speedtest-cli"
brew "terraform"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-completions"
brew "azure/functions/azure-functions-core-tools"
brew "moncho/dry/dry"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "1password"
cask "ableton-live-suite"
cask "angry-ip-scanner"
cask "appcleaner"
cask "carbon-copy-cloner"
cask "dbeaver-community"
cask "docker"
cask "duet"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "java"
cask "keycastr"
cask "microsoft-azure-storage-explorer"
cask "mongodb-compass"
cask "mono-mdk"
cask "mono-mdk516"
cask "paw"
cask "postman"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram-desktop"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-hack-nerd-font"
cask "puppetlabs/puppet/pdk"
cask "puppet-bolt"
cask "the-unarchiver"
cask "transmission"
cask "obs"
cask "mysql-connector-python"