# Homebrew taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# Third party taps
tap "atlassian/tap"
tap "azure/functions"
tap "domt4/autoupdate"
tap "franklouwers/eid-be"
tap "hashicorp/tap"
tap "mongodb/brew"
tap "puppetlabs/puppet"
tap "romkatv/powerlevel10k"

# Brew dependencies
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "docker"
brew "ffmpeg"
brew "fselect"
brew "git-lfs"
brew "grc"
brew "hadolint"
brew "htop"
brew "mas"
brew "ncdu"
brew "nmap"
brew "node"
brew "nvm"
brew "postgresql"
brew "putty"
brew "pv"
brew "speedtest-cli"
brew "ssllabs-scan"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "cmatrix"
brew "googler"
brew "youtube-dl"
brew "azure/functions/azure-functions-core-tools"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "romkatv/powerlevel10k/powerlevel10k"

# Applications (through cask)
cask "ableton-live-suite"
cask "angry-ip-scanner"
cask "appcleaner"
cask "balenaetcher"
cask "carbon-copy-cloner"
cask "docker"
cask "eid-be"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive-file-stream"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "keycastr"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "robo-3t"
cask "osxfuse"
cask "parallels"
cask "paw"
cask "pdk"
cask "postman"
cask "puppetlabs/puppet/puppet-bolt"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "steamcmd"
cask "teamviewer"
cask "thunderbird"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "adoptopenjdk"
cask "notion"
cask "obs"
cask "transmission"
cask "dbeaver-community"

# Applications (mac app store)
mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Developer", id: 640199958
mas "djay Pro", id: 1302002064
mas "F5Access", id: 1243219105
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "WebSocket Client", id: 1399498094
mas "WhatsApp", id: 1147396723
mas "WiFi Explorer Lite", id: 1408727408

# Personal computer
# cask "backblaze"
# cask "cleanmymac"
# cask "musicbrainz-picard"
# cask "splice"
# cask "goodsync"
# mas "DaVinci Resolve", id: 571213070
# mas "Mimeo Photos", id: 1282504627

# Work computer
# mas "Brother iPrint&Scan", id: 1193539993
# mas "Xcode", id: 497799835
