tap "atlassian/tap"
tap "azure/functions"
tap "domt4/autoupdate"
tap "franklouwers/eid-be"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "mongodb/brew"
tap "puppetlabs/puppet"
tap "sambadevi/powerlevel9k"
brew "readline"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "certbot"
brew "coreutils"
brew "docker"
brew "libtool"
brew "pkg-config"
brew "libksba"
brew "libyaml"
brew "duplicity"
brew "ffmpeg"
brew "fselect"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "grc"
brew "hadolint"
brew "htop"
brew "imagemagick@6"
brew "jq"
brew "libiconv"
brew "mailhog"
brew "mas"
brew "ncdu"
brew "nmap"
brew "node"
brew "nvm"
brew "postgresql"
brew "putty"
brew "pv"
brew "speedtest-cli"
brew "ssllabs-scan"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "azure/functions/azure-functions-core-tools"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "moncho/dry/dry"
brew "puppetlabs/puppet/wash"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "ableton-live-suite"
cask "angry-ip-scanner"
cask "appcleaner"
cask "balenaetcher"
cask "carbon-copy-cloner"
cask "docker"
cask "eid-be"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive-file-stream"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "keycastr"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "mongodb-compass-community"
cask "osxfuse"
cask "parallels"
cask "paw"
cask "pdk"
cask "postman"
cask "powershell"
cask "puppet-bolt"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "steamcmd"
cask "teamviewer"
cask "thunderbird"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Brother iPrint&Scan", id: 1193539993
mas "Developer", id: 640199958
mas "djay Pro", id: 1302002064
mas "F5Access", id: 1243219105
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Remote Desktop", id: 409907375
mas "Telegram", id: 747648890
mas "Unsplash Wallpapers", id: 1284863847
mas "WebSocket Client", id: 1399498094
mas "WhatsApp", id: 1147396723
mas "WiFi Explorer Lite", id: 1408727408
mas "Xcode", id: 497799835
