tap "atlassian/tap"
tap "azure/functions"
tap "azure/kubelogin"
tap "cloudquery/tap"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "domt4/autoupdate"
tap "elastic/tap"
tap "hashicorp/tap"
tap "int128/kubelogin"
tap "jesseduffield/lazydocker"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "puppetlabs/puppet"
tap "romkatv/powerlevel10k"
brew "ansible-lint"
brew "glib"
brew "awscli"
brew "azcopy"
brew "aztfexport"
brew "azure-cli"
brew "base64"
brew "bat"
brew "bpytop"
brew "certbot"
brew "cmatrix"
brew "code-cli"
brew "colordiff"
brew "d2"
brew "docker"
brew "dtach"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fselect"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "go"
brew "goaccess"
brew "gobject-introspection"
brew "graphviz"
brew "grc"
brew "hadolint"
brew "helm"
brew "htop"
brew "node"
brew "http-server"
brew "httpie"
brew "ipcalc"
brew "jmeter"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubeseal"
brew "mas"
brew "maven"
brew "ncdu"
brew "nmap"
brew "nvm"
brew "pipx"
brew "postgresql@14"
brew "powerlevel10k"
brew "prettier"
brew "putty"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qrencode"
brew "ripgrep"
brew "speedtest-cli"
brew "ssllabs-scan"
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "trivy"
brew "wget"
brew "wimlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "azure/functions/azure-functions-core-tools"
brew "azure/kubelogin/az-kubelogin"
brew "cloudquery/tap/cloudquery"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "int128/kubelogin/kubelogin"
brew "jesseduffield/lazydocker/lazydocker"
cask "appcleaner"
cask "aws-vault-binary"
cask "azure-data-studio"
cask "bruno"
cask "carbon-copy-cloner"
cask "charmstone"
cask "dbeaver-community"
cask "displaylink"
cask "drawio"
cask "font-hack-nerd-font"
cask "headlamp"
cask "hiddenbar"
cask "imageoptim"
cask "keycastr"
cask "macpass"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "mimestream"
cask "notion"
cask "notion-calendar"
cask "parallels"
cask "pdk"
cask "postman"
cask "powershell"
cask "puppet-bolt"
cask "rancher"
cask "raycast"
cask "shottr"
cask "soapui"
cask "visual-studio-code"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "Developer", id: 640199958
mas "Microsoft Excel", id: 462058435
mas "Notion Web Clipper", id: 1559269364
mas "QR Capture", id: 1369524274
mas "Save to Pinterest", id: 6473649042
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "Yubico Authenticator", id: 1497506650
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "bencoleman.armview"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ipedrazas.kubernetes-snippets"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "naumovs.color-highlight"
vscode "patcx.vscode-nuget-gallery"
vscode "puppet.puppet-vscode"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "run-at-scale.terraform-doc-snippets"
vscode "sonarsource.sonarlint-vscode"
vscode "teamsdevapp.vscode-adaptive-cards"
vscode "terrastruct.d2"
vscode "vscode-icons-team.vscode-icons"
vscode "weaveworks.vscode-gitops-tools"
